;---------------------------------BEGIN: EMCC\Caliset-----------------------------------------

[CALISET_DLG_102]
CAPTION= HL 수정 소프트웨어
ID1022 = 솔루션 세트
ID1023 = 선택하십시오 :
ID1007 = 다른 것을 저장하십시오
ID1017 = 삭제
ID1084 = 가져 오기
ID1085 = 내보내기

ID1075 = 올바른 헤더
ID1024 = 기본 매개 변수
ID1025 = 속도 범위 (mm) :
ID1026 = 마킹 범위 (mm) :
ID1072 = 좌표계
ID1077 = 회전 각도
ID1079 = x 오프셋 (mm)
ID1080 = y 오프셋 (mm)
ID1119 = 진동 미러 1 = x
ID1120 = 진동 미러 2 = x
ID1116 = 반대로
ID1117 = 반대로

ID1030 = 그리드 및 레벨 보정 (줌 비율을 선택한 후 자동 계산 창을 팝업하려면 두 번 클릭)
ID1009 = 레벨 추가
ID1010 = 삭제 레벨
ID1012 = 다중 레벨 전체 효과
ID1031 = 단어 레벨로 돌아 가기 :
ID1018 = 최대 레벨 마크 텍스트 그래프

ID1053 = 붉은 빛 보정
ID1043 = 활성화
ID1054 = x 줌 비율 :
ID1055 = y 줌 비율 :
ID1056 = x 변위 (mm) :
ID1057 = y 편차 (mm) :

ID1058 = 초점
ID1065 = 초점 방법
ID1059 = 동적 초점 유형
ID1060 = 제어 모드
ID1061 = 샤프트 간격 (MM)
ID1082 = 네모난 머리죠? 작업 비행기 높이 (MM)
ID1063 = 미세 -조정 값 (um)
ID1062 = 동적 초점 보상 계수

ID1011 = 테스트 f7
ID1037 = 중지
ID1014 = 매개 변수 >>

ID1109 = 올바른 유형
ID1099 = 일반 수정
ID1100 = 고 -예정 보정 1 [스캐너]
ID1101 = 고전 -예정 수정 [실제 좌표 데이터 가져 오기]
ID1110 = 고정밀 보정 설명: 1. 먼저 일반 보정을 선택하여 일반적인 보정을 하고 좌표계, 적색광 보정, BOX 크기 및 변형을 초보적으로 조정한다.2. 고정밀 보정을 선택하여 메쉬 점을 생성합니다.3. 다른 도구로 데이터를 얻고 처리한 후 데이터를 가져옵니다.
ID1114 = 고정밀 보정 데이터 직접 가져오기

ID1089 = 고전 -보정 수정
ID1086 = 그리드 포인트를 생성합니다
ID1111 = 첫 번째 단계 : 그리드 포인트를 생성합니다.
ID1112 = 2 단계 : 스캐너 또는 두 차원 측정에서 측정 한 실제 좌표 데이터를 소개합니다.
ID1113 = 3 단계 : 고급 보정 테이블을 만들고 보존 출구를 확인하십시오.

ID1096 = 스케일링
ID1027 = 고전 -프리션 마킹 범위 (mm)
ID1097 = 범프
ID1028 = 테스트 박스 크기 (mm) :
ID1091 = 스캐너 처리 후 데이터 가져 오기
ID1087 = 데이터 가져 오기
ID1016 = 고정식 보정 테이블을 만듭니다
ID1139 = 보정 테이블 생성
ID1 = 그래
ID2 = 취소
ID1142 = 레이블 제어

[CALISET_DLG_167]
CAPTION = 고정식 데이터 가져 오기
ID1114 = x 두 번째 차원에서 얻은 좌표 파일 :
ID1115 = y 두 번째 차원에서 얻은 조정 파일 :
ID1 = 그래
ID2 = 취소

[CALISET_DLG_159]
CAPTION = 솔루션 저장
ID1036 = 교정 체계는 별도로 저장됩니다.
ID1 = 그래
ID2 = 취소

[CALISET_DLG_131]
CAPTION= 마킹 매개 변수
ID1032 = 표시 시간 수 :
ID1033 = 마킹 속도 (mm/s)
ID1035 = 전원 (%)
ID1034 = Q 주파수 (KHZ)
ID1036 = Q 출시 시간 (미국)
ID1037 = 레이저 터보이드 대기 시간 (미국)
ID1 = 그래
ID2 = 취소

[CALISET_DLG_160]
CAPTION = 레이블 레이블 정보 설정
ID1093 = 행 수입니다
ID1094 = 열 번호
ID1116 = 순위 수만 설정하고 표시되지 않습니다.
ID1 = 마킹
ID2 = 취소
ID1099 = 점
ID1100 = 십자
ID1101 = 원

[CALISET_DLG_164]
CAPTION = 제어 카드를 선택합니다
ID1098 = 작업 카드를 선택하십시오.
ID1 = 그래
ID2 = 취소

[CALISET_STRINGTABLE]
ID0 = 상자 크기 (mm)
ID1 = x 줌 비율 %
ID2 = y 줌 비율 %
ID3 = x 울퉁불퉁합니다
ID4 = y 범프
ID5 = X 사다리꼴
ID6 = y 사다리꼴
ID7 = x 평행
ID8 = y 평행합니다
ID9 = x 양성 비율 % % %
ID10 = x 음성 비율 % % %
ID11 = y 양성 비율 % % %
ID12 = y 음의 비율 % %
ID13 = 매개 변수 \ 레벨
ID14 = 현재 (a)
ID15 = 전원 (%)
ID16 =지금의 (%)
ID17 = 레이저 펄스 폭 (NS)
ID18 = 레이저 모드
ID999 = 이미 마킹 소프트웨어 또는 수정 소프트웨어가 실행 중입니다. 먼저 닫으십시오!
ID1000 = 벤치마킹 파일의 손실 또는 손상, 소프트웨어가 정상인지 확인하십시오!
ID1001 = 마킹 제어 카드의 초기화에 실패했습니다!
ID1002 = 레이블 제어 카드 시스템 설정이 실패했습니다!
ID1003 = 먼저 테스트하려는 수정 레벨을 선택하십시오!
ID1004 = 작업이 실패했습니다. 나중에 시도하십시오!
ID1005 = 이미 존재했던 체계 이름이 있습니까?
ID1006 = 수정 범위는 0이 될 수 없습니다!
ID1007 = 마킹 범위는 0이 될 수 없습니다!
ID1008 = 보정 범위의 비례 계수와 마킹 범위가 올바르지 않습니다.
ID1011 = 레벨을 삭제하려면 레벨을 선택하십시오.
ID1012 = 최소한 첫 번째 수정 수정을 유지하십시오!
ID1013 = 파일 오류!
ID1014 = 수정 데이터를 카드 실패로 설정하십시오. 나중에 시도하십시오!
ID1015 =이 수정 구성 체계는 현재 소프트웨어 버전과 일치하지 않습니다. 강제 읽기입니까?
ID1016 = 상자 크기는 마킹 범위를 초과 할 수 없습니다!
ID1017 = 상자 크기는 이전 레벨의 크기를 초과 할 수 없습니다!
ID1018 = 현재 보정 설정이 수정되었는데 저장 되었습니까?
ID1019 = 읽기 파일이 실패했습니다!
ID1020 = 현재 체계의 삭제를 확인 하시겠습니까?
ID1021 = 소프트웨어 개는 감지되지 않았습니다!
ID1022 = 소프트웨어 개는 감지되었지만 법적 소프트웨어 개는 아닙니다!
ID1023 = 1 개 이상의 법적 소프트웨어가 삽입되어 있습니다!
ID1024 = 초기 개를 개를 달리는 것으로 변환 실패!
ID1025 = "현재 소프트웨어 인증이 만료되었으며 고객 서비스 직원에게 연락하여 라이센스 패치 매칭을 다시 적용해야합니다 (개 ID =%S, 인증 코드 =%S)
ID1026 = "D160"
ID1027 = "D480"
ID1028 = "CO2 향상"
ID1029 = "CO2 전통"
ID1030 = "실패 실패"
ID1031 = 상자 크기는 다음 레벨보다 작을 수 없습니다!
ID1032 = 유효 보정 영역을 넘어서
ID1033 = "원초점"
ID1034 = "3D 동적 코킹"
ID1035 = "일반 백 포커스"
ID1036 = "간단한 레이저 제어 모드는 마킹 범위%DMM보다 작아야합니다." "
ID1037 = "카드에 저장된 개 ID를 얻지 못했습니다. 카드가 바인딩되어야하는지 확인하십시오"
ID1038 = "가져 오기 실패"
ID1039 = "수입 성공"
ID1040 = "내보내기 실패"
ID1041 = "수출 성공"
ID1042 = "작동 실패"
ID1043 = "파일 데이터가 일치하지 않습니다"
ID1044 = "초점 3D"이후 "
ID1045 = "x 좌표 파일 경로가 비어 있습니다!"
ID1046 = "Y 좌표 경로가 비어 있습니다!"
ID1047 = "카드의 개는 암호화 된 개 번호와 일치하지 않습니다."
ID1048 = "카드의 카드 번호가 비어 있거나 길이가 옳지 않습니다" "

;---------------------------------End: EMCC\Caliset-----------------------------------------

[error]
1=카드가 초기화되지 않았거나 카드를 찾을 수 없습니다!
2 = 재설정 실패!
3 = 카드 버전이 올바르지 않습니다!
4 = 알람!
6=실행 실패!
7=상태가 일치하지 않습니다!
16=명령 시간이 초과되었습니다!
17=명령 손실!
18=인터페이스 호출 비동기식!
19=다른 프로그램이 점유하고 있는 인터페이스!
20=Z축 오버런 또는 수정 파일 손상!
21=매개 변수가 일치하지 않습니다!
23=메모리 할당에 실패했습니다!
100 = 오프라인 사용!
101=명령이 중단되었습니다!
1001=포트 1
1002=포트 2
1003=포트 3
1004=포트 4
1005=포트 5
1006=포트 6
1007=포트 7
1008 = 레이저 입력이 준비되지 않음
1009 = 레이저 입력 준비

[4]
1 = 레이저 과열, 전원을 끄십시오!
2 = 레이저 높은 경보 방지, 전원을 끄십시오!
3 = 레이저 MO 비정상, 전원을 꺼주세요!
4 = 레이저 커버가 열려 있습니다, 전원을 끄고 레이저 커버를 설치하십시오!
5 = 안전 도어가 열려 있으니 닫아주세요!
6 = 셔터가 비정상적으로 닫혔습니다. 전원을 끄고 셔터를 확인하십시오!
7 = 셔터가 비정상적으로 열리지 않습니다. 전원을 끄고 셔터를 확인하십시오!
8 = 안전 도어가 열리고 표시가 일시 중지되며 표시를 계속하려면 안전 도어를 닫으십시오!
9 = 안전 게이트가 열리고 표시가 중단되었습니다!
10= 레이저 시스템 알람, 전원을 끄십시오!
11= 레이저 공급 볼륨tage 범위를 벗어난 경우 전원을 끄십시오!
12= 레이저 전원 공급 장치 과전압 경보, 전원을 끄고 레이저 전원을 확인하십시오!
13= 레이저 전원 공급 장치 부족 전압 경보, 전원을 끄고 레이저 전원을 확인하십시오!
14= SPI 레이저 과열 경보, 전원을 끄십시오!
15= SPI 레이저 준비 증폭기 과전류 경보, 전원을 끄십시오!
16= SPI 레이저 전력 증폭기 과전류 경보, 전원을 끄십시오!
17= SPI 레이저 시준 레이저 경보, 전원을 끄십시오!
18= SPI 레이저 유지 경보, 전원을 끄십시오!
19= SPI 레이저 전원 알람, 전원을 끄십시오!
20= 레이저 알 수 없는 알람, 전원을 끄십시오!
21= 레이저 파워 과전류 경보, 전원을 끄십시오!
22= 레이저 파워 과전압 경보, 전원을 끄십시오!
23= 레이저 전원 과열 경보, 전원을 끄고 방열 조건을 확인하십시오!
24= 레이저 전원이 켜지지 않으면 전원 공급 장치를 확인하십시오.
30= 이동 중 음의 한계에 도달하면 마킹이 중단됩니다!
31= 이동 중 양의 한계에 도달하면 마킹이 중단됩니다!
32= 모터 펄스가 범위를 벗어남
33= 검류계 DA가 범위를 벗어났습니다!
34= 플랫폼 X축 슈퍼 포지티브 리미트!
35= 플랫폼 X축 초과 음수 한계!
36= 플랫폼 Y축 초포지티브 한계!
37= 플랫폼 Y축 초과 음수 한계!
38= 검류계 사각 헤드에 전원이 비정상적으로 공급되므로 전원을 끄고 확인하십시오!
54=512 보정 테이블로 전환하십시오!
55=128 보정 테이블로 전환하십시오!
100 = 안전 게이트가 유효하고 열려 있습니다!

110 = 마이너스 한도에 도달!
111 = 양수 한계에 도달했습니다!
112 = 움직이는 원점을 명중하라!
500=검류계 워밍업, 나중에 다시 시도하세요!

[door]
1 = 안전 문이 열리면 보안 문을 닫으십시오!
2 = 안전 도어가 열리고 마킹이 일시 중지되며 마킹을 계속하려면 안전 도어를 닫으십시오!
3 = 보안 도어가 열리고 표시가 중단됩니다!
4 = 안전 도어가 닫혀 있으므로 계속 표시 할 수 있습니다!
5 = 안전 도어가 닫히고 상태가 정상입니다!
6=운동 중 음수 한계에 도달하면 마킹이 중단됩니다!
7 = 이동 중에 양의 한계에 도달하여 표시가 중단됩니다! 
[usb]
1=EMCC 카드가 이미 연결됨
2=EMCC 카드의 연결이 끊어졌습니다.

[4101]
3=DA 카드 1 기능 및 버전 정보
4=DA 카드 1 버전 날짜 정보
5 = DA 카드 1의 경과 시간
7 = DA 카드 1의 오류 프레임 수
9 = DA 카드 1 카운트 다운 4 비트 오류 시간
11 = DA 카드 1 카운트 다운 시간 3 비트 오류
13 = DA 카드 1 카운트 다운 2 비트 오류 시간
15 = DA 카드 1의 마지막 비트 오류 시간

[4102]
4 = DA 카드 1의 코드 외 프레임 수
6 = DA 카드 1 카운트다운 4번째 미스 시간
8 = DA 카드 1 카운트다운 3번째 누락된 코드 시간
10 = DA 카드 1 카운트 다운 두 번째 누락 된 코드의 시간
12 = DA 카드 1이 마지막으로 놓친 시간
14=DA 카드 1 검류계 경보 정보
15 = DA 카드 1 검류계 경보 오프 레이저 활성화

[4103]
3=DA 카드 2 기능 및 버전 정보
4=DA 카드 2 버전 날짜 정보
5 = DA 카드 2의 경과 시간
7 = DA 카드 2의 오류 프레임 수
9 = 4번째 비트 오류에 대한 DA 카드 2 카운트다운 시간
11 = 3번째 비트 오류에 대한 DA 카드 2 카운트다운 시간
13 = DA 카드 2 카운트 다운 두 번째 비트 오류 시간
15 = DA 카드 2의 마지막 비트 오류 시간

[4104]
4 = DA 카드 2의 코드 외 프레임 수
6 = DA 카드 2 카운트다운 4번째 미스 시간
8 = DA 카드 2 카운트다운 세 번째 미스 시간
10 = DA 카드 2 끝에서 두 번째 손실 시간
12 = DA 카드 2를 마지막으로 놓친 시간
14=DA 카드 2 검류계 경보 정보
15 = DA 카드 2 검류계 경보 오프 레이저 활성화

[4105]
3=LASER 카드 기능 및 버전 정보
4=LASER 카드 버전 날짜 정보
5 = 레이저 카드의 경과 시간
7 = 레이저 카드의 오류 프레임 수
9 = LASER 카드의 끝에서 두 번째 비트 오류 시간
11 = LASER 카드의 끝에서 두 번째 비트 오류 시간
13 = LASER 카드의 2번째 비트 오류까지 카운트다운하는 시간
15 = LASER 카드의 마지막 비트 오류 시간

[4106]
4 = 레이저 카드의 누락된 프레임 수
6 = LASER 카드가 4번째 카운트다운을 위해 코드를 잃어버리는 시간
8 = LASER 카드가 3번째 카운트다운에 대한 코드를 잃어버리는 시간
10 = LASER 카드가 끝에서 두 번째 두 번째 시간 동안 코드를 잃어버리는 시간
12 = 레이저 카드 마지막으로 누락된 코드
14=레이저 검류계 경보 메시지
15=레이저 카드 레이저 알람 끄기 레이저 활성화

[4107]
3=레이저 카드 레이저 전류 ns 파형
4 = 레이저 카드 레이저 전류 ps 파형
5=레이저 카드 레이저 전류 fs 파형
6 = 레이저 카드 레이저가 현재 전력을 유지합니다.

[4102Warning]
0=D0: DA 카드 1 데이터 통신 비정상
1=D1: DA 카드 1 스캐너 시스템 알람
2=D2: DA 카드 1 스캐너 온도 경보
3=D3: DA 카드 1 스캐너 저속 경보
4=D4: 사용되지 않음
5=D5: 사용되지 않음
6=D6: 사용되지 않음
7=D7: 사용되지 않음
8=D8: 사용되지 않음
9=D9: 사용되지 않음
10=D10: 사용되지 않음
11=D11: 사용되지 않음
12=D12: 사용되지 않음
13=D13: 사용되지 않음
14=D14: 사용되지 않음
15=D15: EMCC 카드 데이터 통신 비정상

[4104Warning]
0=D0: DA 카드 2 데이터 통신 비정상
1=D1: DA 카드 2 스캐너 시스템 알람
2=D2: DA 카드 2 스캐너 온도 경보
3=D3: DA 카드 2 스캐너 저속 경보
4=D4: 사용되지 않음
5=D5: 사용되지 않음
6=D6: 사용되지 않음
7=D7: 사용되지 않음
8=D8: 사용되지 않음
9=D9: 사용되지 않음
10=D10: 사용되지 않음
11=D11: 사용되지 않음
12=D12: 사용되지 않음
13=D13: 사용되지 않음
14=D14: 사용되지 않음
15=D15: 사용되지 않음

[4106Warning]
0=D0: LASER 카드 데이터 통신 비정상
1=D1: 레이저 온도 경보
2=D2: 전원 경보
3=D3: 시스템 경보
4=D4: 높은 경보 방지
5=D5: 레이저가 준비되지 않았습니다.
6=D6: 시드 레이저 점화 실패
7=D7: 시드 레이저 온도 경보
8=D8: MO 과전류 경보
9=D9: PA 과전류 경보
10=D10: 콜리메이터 알람
11=D11: 홀드 알람 5
12=D12: 홀드 알람 4
13=D13: 홀드 알람 3
14=D14: 홀드 알람 2
15=D15: 홀드 알람 1

[Refresh]
Interval = 500




